Repository: crxproject/pro-adblock
Catalog: lang/proadblock-*.po
Languages: de_de

source: You can close this now
de_de: Du kannst die Box jetzt schließen

source: Message
de_de: Mitteilung

source: Appearance
de_de: Erscheinungsbild

source: Background color
de_de: Hintergrundfarbe

source: Font color
de_de: Schriftfarbe

source: Link color
de_de: Linkfarbe

source: Link hover color
de_de: Linkfarbe (hover)

source: Display a custom text to users that have no adblocker enabled.
de_de: Zeige Lesern, die keinen Adblocker installiert haben, einen individuellen Text.

source: Set custom colors for the modal box.
de_de: Definiere eigene Farben für die Modalbox.

source: Pro-AdBlock Settings
de_de: Pro-AdBlock Einstellungen

source: <h1>You are not using an Adblocker!</h1> Advertising displayed on webpages can be a security risk. Currently, the advertising consists of embedded third party content. These contents are not under the website's owner editorial control and add a repeatedly criminally exploited attack vector to the website. An adblocker protects a your surfing. This site explicitly supports the usage of advertisement blockers. Please consider to use one! You can find a listing of adblockers here: <strong><a href="http://crxproject.github.io/pro-adblock/lists.html" target="_blank">Pro-AdBlock (Adblocker Promotion)</a></strong> Thank you for your attention.
de_de: <h1>Du benutzt keinen Adblocker!</h1> Auf Webseiten angezeigte Werbung kann ein Sicherheitsrisiko sein. Zurzeit besteht die Werbung aus eingebetteten Inhalten von Drittanbietern. Diese Inhalte unterliegen nicht der redaktionellen Kontrolle dessen, der sie einbettet und fügen einen immer wieder kriminell ausgebeuteten Angriffsvektor zu einem Webauftritt hinzu. Ein Adblocker schützt beim Surfen im Internet. Diese Seite unterstützt ausdrücklich die Verwendung von Adblockern. Bitte erwäge einen zu nutzen! Eine Auflistung von Adblockern findest Du hier: <strong><a href="http://crxproject.github.io/pro-adblock/lists-de.html" target="_blank">Pro-AdBlock (Adblocker Promotion)</a></strong> Vielen Dank für Deine Aufmerksamkeit.

source: Modal style
de_de: Modalstil

source: Box w/ transparent background
de_de: Box mit transparentem Hintergrund

source: Fully locked screen
de_de: Seitenansicht vollständig geperrt
